Repository: wp-plugins/jquery-news-ticker
Catalog: languages/jquery-news-ticker-*.po
Languages: fr_fr

source: Jquery news ticker
fr_fr: JQuery Nouvelles Ticker

source: Widget title
fr_fr: Titre du widget

source: News prefix text
fr_fr: S'il vous plaît entrer le texte de votre annonce.

source: Display type
fr_fr: Mode d’affichage

source: Pause time (Only number)
fr_fr: Entrez la largeur du widget, seulement numéro

source: Group
fr_fr: Groupe

source: Check official website for more information
fr_fr: Consultez le site officiel pour plus d'informations

source: click here
fr_fr: Cliquer ici

source: Please enter your ticker news.
fr_fr: S'il vous plaît entrer le texte de votre annonce.

source: Please enter your link.
fr_fr: S'il vous plaît entrez votre lien de désabonnement.

source: Please enter your display order.
fr_fr: S'il vous plaît entrer dans l'ordre d'affichage, seul le numéro.

source: Please select your display status.
fr_fr: S'il vous plaît sélectionnez l'état d'affichage.

source: Please select available group for your news.
fr_fr: Choisissez votre groupe d'abonnés pour envoyer des courriels.

source: Please enter the expiration date in this format YYYY-MM-DD.
fr_fr: Veuillez entrer la date d'expiration au format AAAA-MM-JJ

source: New details was successfully added.
fr_fr: De nouveaux détails ont été ajoutés avec succès.

source: to view the details
fr_fr: pour afficher les détails

source: Add details
fr_fr: Détails des points

source: News
fr_fr: Actualités

source: Link
fr_fr: Lien de désabonnement

source: Order
fr_fr: Commande

source: Expiration date
fr_fr: Date d’expiration

source: Please enter the expiration date in this format YYYY-MM-DD <br /> 9999-12-31 : Is equal to no expire.
fr_fr: Veuillez entrer la date d'expiration au format AAAA-MM-JJ<br>9999-12-31 : ne correspond à aucune expiration.

source: Submit
fr_fr: Envoyer

source: Cancel
fr_fr: Annuler

source: Help
fr_fr: Aide

source: Oops, selected details doesnt exist.
fr_fr: Oops, détails sélectionnés doesnt existe.

source: Details was successfully updated.
fr_fr: Détails a été mis à jour.

source: Update Details
fr_fr: Oups, pas de mise à jour en détail.

source: Selected record was successfully deleted.
fr_fr: Enregistrement sélectionné a été supprimé.

source: Add New
fr_fr: Ajouter nouveau

source: Edit
fr_fr: Modifier configuration

source: Delete
fr_fr: Supprimer

source: No records available.
fr_fr: Aucun registre disponible.

source: Plugin configuration option
fr_fr: Plugin l'option de configuration

source: Drag and drop the widget to your sidebar.
fr_fr: Glissez et déposez le widget à votre barre latérale.

source: Add the ticker in posts or pages using short code.
fr_fr: Ajouter le plugin dans les messages ou des pages à l'aide de code court.

source: Add directly in to the theme using PHP code.
fr_fr: Ajouter directement dans le thème en utilisant le code PHP.
